[
  {
    "content_id": 238077,
    "reference_id": 25945,
    "title": "Conhecer-relacionamento",
    "media_type": "Text",
    "index_reference": "conhecer-relacionamento",
    "language": "por",
    "content": "<h1>conhecer, conheceu, conhecimento, desconhecido</h1><h2>Definição:</h2><p>Usado neste sentido, o termo “conhecer” e “conhecimento” e “conheceu” significam estar em relacionamento com uma pessoa.</p><ul><li><p>“Conhecer” a Deus significa ter um relacionamento com ele. Isso também se aplica a conhecer pessoas.</p></li><li><p>Jesus disse em Mateus 7.23 que no dia do julgamento ele dirá a algumas pessoas “Eu nunca conheci vocês”. Ao dizer “Eu nunca conheci vocês” ele quer dizer que nunca teve um relacionamento pessoal com elas.</p></li><li><p>O “conhecimento de Deus” às vezes é usado como sinônimo de &quot;temor de Javé&quot; ou “temor do SENHOR”.</p></li><li><p>Quando usado de um homem e uma mulher, “conhecer” é frequentemente um eufemismo que se refere a ter relações sexuais.</p></li></ul><h2>Sugestões de Tradução</h2><ul><li><p>Dependendo do contexto, maneiras de traduzir esse significado de “conhecer” poderiam incluir &quot;ter conhecimento de&quot; ou “estar familiarizado com” ou “ter um relacionamento com”.</p></li><li><p>Algumas línguas têm duas palavras diferentes para “conhecer”, uma para conhecer fatos e outra para conhecer uma pessoa e ter um relacionamento com essa pessoa. A palavra para conhecer uma pessoa e ter um relacionamento com essa pessoa deve ser usada ao traduzir esse sentido da palavra “conhecer”.</p></li></ul><p>(Veja também: <span data-bnType=\"resourceReference\" data-resourceId=\"UnfoldingWord_TranslatorWords_know-information\" data-resourceType=\"UWTranslationWords\">conhecer-informação</span>, <span data-bnType=\"resourceReference\" data-resourceId=\"UnfoldingWord_TranslatorWords_reveal\" data-resourceType=\"UWTranslationWords\">revelar</span>)</p><h2>Referências Bíblicas:</h2><h2>Dados da Palavra:</h2>",
    "associations": {
      "passage": [],
      "resource": []
    }
  }
]