[
  {
    "content_id": 238255,
    "reference_id": 26125,
    "title": "Lucro-Espiritual",
    "media_type": "Text",
    "index_reference": "lucro-espiritual",
    "language": "por",
    "content": "<h1>lucro, lucros, lucrou, lucrativo, não lucrativo</h1><h2>Definição:</h2><p>Quando usado no sentido espiritual, os termos “lucro” e “lucrativo” referem-se a ganhar algo espiritualmente benéfico através de certas ações ou comportamentos realizados (ou realizados por outra pessoa).</p><p>Algo é espiritualmente “lucrativo” para alguém se lhe traz benefícios espirituais.</p><ul><li><p>Ações são espiritualmente lucrativas se agradam a Deus e fazem com que essa pessoa e/ou outros recebam benefício espiritual.</p></li><li><p>Em 2 Timóteo 3.16, Paulo diz que toda a Escritura é “lucrativa” para corrigir e treinar pessoas na justiça. Isso significa que os ensinamentos da Bíblia são úteis e proveitosos para ensinar as pessoas a viver de acordo com a vontade de Deus.</p></li></ul><p>O termo “não lucrativo” nesse sentido significa não ser benéfico ou útil.</p><ul><li><p>Literalmente significa não lucrar nada ou não ajudar alguém a ganhar algo benéfico.</p></li><li><p>Algo que é espiritualmente não lucrativo não vale a pena fazer porque não agrada a Deus e não dá nenhum benefício ou recompensa espiritual.</p></li><li><p>Isso poderia ser traduzido como “não benéfico” ou “sem benefício” ou “inútil” ou “não útil” ou “não dá benefício”.</p></li></ul><p>(Veja também: <span data-bnType=\"resourceReference\" data-resourceId=\"UnfoldingWord_TranslatorWords_worthy\" data-resourceType=\"UWTranslationWords\">digno</span>, <span data-bnType=\"resourceReference\" data-resourceId=\"26126\" data-resourceType=\"UWTranslationWords\">lucro-terreno</span>)</p><h2>Sugestões de Tradução:</h2><ul><li><p>Dependendo do contexto, o termo “lucro” também poderia ser traduzido como “benefício” ou “ajuda”.</p></li><li><p>Dependendo do contexto, o termo “lucrativo” poderia ser traduzido como “útil” ou “benéfico” ou “útil”.</p></li><li><p>“Lucrar com” algo poderia ser traduzido como “beneficiar-se de” ou “receber ajuda de”.</p></li></ul>",
    "associations": {
      "passage": [],
      "resource": [
        {
          "reference_id": 26126,
          "content_id": 238256,
          "resource_code": "UWTranslationWords",
          "label": "Lucro",
          "language": "por"
        }
      ]
    }
  }
]