[
  {
    "content_id": 238285,
    "reference_id": 26155,
    "title": "Rafá",
    "media_type": "Text",
    "index_reference": "rafá",
    "language": "por",
    "content": "<h1>Rafá, refains, o Vale dos Refains</h1><h2>Fatos:</h2><p>O termo “Rafá” é o nome de um grupo de habitantes que vivia em um local no lado oriental do rio Jordão. Também é usado para se referir a pessoas mortas ou seus espíritos. Os “rafá” são chamados de “refains” ou “refaim”.</p><ul><li><p>Havia um vale nomeado em homenagem a este grupo de pessoas, “o vale dos Rafains”, que é mencionado seis vezes no Antigo Testamento.</p></li><li><p>“Rafá” é uma transliteração em portuguê de uma palavra hebraica. É difícil determinar com certeza o que a palavra “Rafá” significa e, consequentemente, a que tipo de seres a palavra “Rafá” se refere, seja um grupo de pessoas vivas, espíritos ou seres quase divinos. Por essa razão, muitas traduções em portuguê optaram por transliterar a palavra do idioma original (hebraico) como “refains” ou “refaim”. Você pode desejar fazer o mesmo em sua tradução.</p></li><li><p>Em Jó 26.5, Salmo 88.10, Provérbios 2.18, Provérbios 9.18, Provérbios 21.16, Isaías 14.9, Isaías 26.14 e Isaías 26.19 o termo “refains” se refere a pessoas que estão mortas ou a seus “espíritos”.</p></li><li><p>Em todas as outras ocorrências no Antigo Testamento, o termo “refains” se refere ao grupo de pessoas que eram seres humanos vivos e formavam um grupo específico de pessoas.</p></li><li><p>O grupo de pessoas que os amonitas chamavam de refains pelo nome “zanzumins” (Veja Deuteronômio 2.20).</p></li><li><p>O termo “Rafá” se refere ao grupo de pessoas vivas em todas as ocorrências no Antigo Testamento, exceto em 1 Crônicas 8.2 e 8.37. Em cada um desses dois versículos, refere-se ao nome de um homem (um homem diferente em cada versículo).</p></li></ul><p>(Sugestões de tradução: Como Traduzir Nomes, Copiar ou Emprestar Palavras)</p><h2>Referências Bíblicas:</h2><h2>Dados da Palavra:</h2><ul><li><p>Strong’s:</p></li></ul>",
    "associations": {
      "passage": [],
      "resource": []
    }
  }
]