[
  {
    "content_id": 238348,
    "reference_id": 26219,
    "title": "Shaddai",
    "media_type": "Text",
    "index_reference": "shaddai",
    "language": "por",
    "content": "<h1>shaddai</h1><h2>Fatos:</h2><p>O termo “Shaddai” é uma palavra hebraica usada para divindade. É usada no Antigo Testamento como um nome pessoal para Deus. A origem específica (e, portanto, o significado) deste termo não é conhecida. Os estudiosos propuseram diferentes possibilidades para o que significa e a mais provável é que “shaddai” significa “montanha” ou “cadeia de montanhas”.</p><ul><li><p>A palavra hebraica “Shaddai” é frequentemente traduzida para o português como “o Todo-Poderoso”.</p></li><li><p>A frase hebraica “El Shaddai” é frequentemente traduzida para o português como “Deus Todo-Poderoso”.</p></li><li><p>Se “Shaddai” significa “montanha” ou “cadeia de montanhas”, então a frase hebraica &quot;El Shaddai&quot; literalmente significa “Deus, aquele da montanha”.</p></li><li><p>Praticamente todas as Bíblias em português traduzem este termo como “Todo-Poderoso”.</p></li></ul><h2>Sugestões de Tradução:</h2><ul><li><p>Embora a palavra Shaddai seja um nome para Deus, muitas vezes é traduzida como um título ou descrição, “o Todo-Poderoso”, em vez de como um nome. Se uma tradução da Bíblia existir em sua região, você pode querer traduzir a palavra da mesma maneira que ela faz. Se uma tradução não existir, você pode querer usar o nome Shaddai.</p></li><li><p>Se você optar por traduzir o termo “Shaddai” como um nome, você poderia escrevê-lo da maneira que soa em seu idioma e também poderia escrever a frase “El Shaddai” da maneira que soa em seu idioma.</p></li></ul><p>(Sugestões de tradução: Como Traduzir Nomes)</p><p>(Veja também: <span data-bnType=\"resourceReference\" data-resourceId=\"25788\" data-resourceType=\"UWTranslationWords\">Deus</span>)</p>",
    "associations": {
      "passage": [],
      "resource": [
        {
          "reference_id": 25788,
          "content_id": 237921,
          "resource_code": "UWTranslationWords",
          "label": "Deus",
          "language": "por"
        }
      ]
    }
  }
]