[
  {
    "content_id": 182430,
    "reference_id": 26134,
    "title": "गर्व-सकारात्मक भावना",
    "media_type": "Text",
    "index_reference": "गर्व-सकारात्मक भावना",
    "language": "hin",
    "content": "<h1>गर्व, घमंडी</h1><h2>परिभाषा:</h2><p>इस अर्थ में “गर्व” शब्द का अर्थ किसी व्यक्ति या चीज़ के प्रति अत्यधिक संतुष्टि या प्रसन्नता की भावना से है। शब्द “घमंड” का जब इस अर्थ में प्रयोग किया जाता है, तो इसका अर्थ होता है किसी चीज़ या व्यक्ति की बहुत प्रशंसा करना और उसके बारे में ऐसी बातें कहना जो प्रशंसनीय हों।</p><ul><li><p>शब्द “गर्व” का प्रयोग जब सकारात्मक अर्थ में किया जाता है, तो इसका अर्थ होता है किसी चीज़ से बहुत प्रसन्न होना या किसी की उपलब्धि या उसके सराहनीय गुणों या योग्यताओं से बहुत प्रसन्नता या संतुष्टि की भावना होना।</p></li><li><p>अभिव्यक्ति &quot;अपने काम पर गर्व करें&quot; का मतलब है अपने काम को अच्छी तरह से करने में आनंद पाना।</p></li><li><p>कोई व्यक्ति जो उसने किया है उस पर गर्व कर सकता है बिना इसके बारे में घमंड किए। कुछ भाषाओं में &quot;गर्व&quot; के सकारात्मक अर्थ और &quot;गर्व&quot; के नकारात्मक अर्थ के लिए अलग-अलग शब्द होते हैं।</p></li><li><p>एक विनम्र व्यक्ति अपने बारे में डींग नहीं मारता या अपने आप पर गर्व नहीं करता, बल्कि परमेश्वर के बारे में और जो परमेश्वर ने किया है और कर रहा है उसके बारे में डींग मारता है।</p></li><li><p>परमेश्‍वर ने इस्राएलियों से आग्रह किया कि वे अपनी दौलत, अपनी ताकत, अपने उपजाऊ खेतों या अपने नियमों के बारे में घमंड न करें, बल्कि इस बात पर “घमंड” या गर्व करें कि वे उसे जानते हैं।</p></li></ul><h2>अनुवाद सुझाव:</h2><ul><li><p>“गर्व” का सकारात्मक अर्थ “खुशी” या “संतुष्टि” या “आनंद” के रूप में अनुवादित किया जा सकता है।</p></li><li><p>“गर्व करना” का अनुवाद “खुश होना” या “संतुष्ट होना” या “(उपलब्धियों के बारे में) हर्षित होना” के रूप में भी किया जा सकता है।</p></li><li><p>वाक्यांश “अपने काम पर गर्व करें” का अनुवाद “अपना काम अच्छी तरह से करने में संतुष्टि पाएं” के रूप में किया जा सकता है।</p></li><li><p>अभिव्यक्ति “यहोवा पर गर्व करो” का अनुवाद “यहोवा ने जो अद्भुत काम किए हैं, उनके कारण प्रसन्न हो जाओ” या “यहोवा कितना अद्भुत है, इस बात पर खुश हो जाओ” के तौर पर भी किया जा सकता है।</p></li><li><p>“घमंड करना” का सकारात्मक अर्थ “महिमा करना” या “आनन्दित होना” के रूप में अनुवादित किया जा सकता है।</p></li></ul><p>(यह भी देखें:<span data-bnType=\"resourceReference\" data-resourceId=\"25860\" data-resourceType=\"UWTranslationWords\">विनम्र</span>, <span data-bnType=\"resourceReference\" data-resourceId=\"25923\" data-resourceType=\"UWTranslationWords\">आनंद</span>, <span data-bnType=\"resourceReference\" data-resourceId=\"26135\" data-resourceType=\"UWTranslationWords\">गर्व नकारात्मक अर्थ</span>)</p><h2>बाइबल संदर्भ:</h2><ul><li><p></p></li></ul><h2>बाइबल कहानियों से उदाहरण:</h2><ul><li><p><strong>4:2</strong> वे बहुत <strong>गर्वित</strong> थे, और उन्होंने परमेश्वर की बातों की परवाह नहीं की।</p></li><li><p><strong>34:10</strong> तब यीशु ने कहा, “मैं तुमसे सच कहता हूँ, परमेश्वर ने चुंगी लेनेवाले की प्रार्थना सुनी और उसे धर्मी ठहराया। परन्तु उसने धर्मगुरु की प्रार्थना को पसन्द नहीं किया। परमेश्वर हर उस व्यक्ति को नम्र करेगा जो <strong>घमंडी</strong> है, और जो स्वयं को नम्र करता है, उसे ऊँचा करेगा।”</p></li></ul><h2>शब्द विवरण:</h2><ul><li><p>स्ट्रॉन्ग:</p></li></ul>",
    "associations": {
      "passage": [],
      "resource": [
        {
          "reference_id": 25860,
          "content_id": 179928,
          "resource_code": "UWTranslationWords",
          "label": "दीन",
          "language": "hin"
        },
        {
          "reference_id": 25923,
          "content_id": 179990,
          "resource_code": "UWTranslationWords",
          "label": "आनन्द",
          "language": "hin"
        },
        {
          "reference_id": 26135,
          "content_id": 180194,
          "resource_code": "UWTranslationWords",
          "label": "घमंडी",
          "language": "hin"
        }
      ]
    }
  }
]