[
  {
    "content_id": 182431,
    "reference_id": 26155,
    "title": "रापा",
    "media_type": "Text",
    "index_reference": "रापा",
    "language": "hin",
    "content": "<h1><span><strong>रापा, रफाई, रफाईयों की घाटी</strong></span></h1><h2>तथ्य:</h2><p><span>“रापा” शब्द उन निवासियों के समूह का नाम है जो यर्दन नदी के पूर्वी किनारे पर रहते थे। इसका उपयोग मृत लोगों या उनकी आत्माओं के संदर्भ में भी किया जाता है। “रापा” को “रफाई” या “रापाईम” कहा जाता है।</span></p><ul><li><p><span>इस लोगों के समूह के नाम पर एक घाटी थी, &quot; रफाईयों की घाटी,&quot; जिसका उल्लेख पुरानी वाचा में छह बार किया गया है।</span></p></li><li><p><span>“रापा” एक इब्रानी शब्द का अंग्रेजी लिप्यंतरण है। यह निश्चित रूप से निर्धारित करना कठिन है कि “रापा” शब्द का क्या अर्थ है और परिणामस्वरूप “रापा” शब्द किस प्रकार के प्राणियों को संदर्भित करता है, चाहे वह जीवित लोगों का समूह हो, आत्माएं हों, या अर्ध-दैवीय प्राणी हों। इस कारण से कई अंग्रेजी अनुवादों ने मूल भाषा (इब्रानी) शब्द को “रफाई” या “रापा” के रूप में लिप्यंतरण करना चुना है। हो सकता है कि आप अपने अनुवाद में भी ऐसा ही करना चाहें।</span></p></li><li><p><span>अय्यूब 26:5, भजन संहिता 88:10, नीतिवचन 2:18, नीतिवचन 9:18, नीतिवचन 21:16, यशायाह 14:9, यशायाह 26:14, और यशायाह 26:19 में &quot; रफाई &quot; शब्द उन लोगों को संदर्भित करता है जिनकी मृत्यु हो चुकी हैं या उनकी &quot;आत्माओं&quot; को।</span></p></li><li><p><span>पुराने नियम में सभी अन्य घटनाओं में &quot; रफाई &quot; शब्द उन लोगों के समूह को संदर्भित करता है जो जीवित मानव थे और एक विशिष्ट लोगों के समूह का निर्माण करते थे।</span></p></li><li><p><span> अम्मोनियों </span>के जन समूह <span>ने रफाइयों को &quot; जमजुम्मीयों &quot; के नाम से पुकारा (देखें व्यवस्थाविवरण 2:20)।</span></p></li><li><p><span>शब्द &quot; रापा &quot; पुराने नियम में हर घटना में जीवित लोगों के समूह को संदर्भित करता है, सिवाय 1 इतिहास 8:2 और 8:37 में। इन दोनों पदों में यह एक व्यक्ति के नाम को संदर्भित करता है (प्रत्येक पद में एक अलग व्यक्ति)।</span></p><p><span>(अनुवाद सुझाव: नामों का अनुवाद कैसे करें, शब्दों की प्रतिलिपि कैसे बनाएं या उधार कैसे लें)</span></p><h2><span><strong>बाइबल संदर्भ:</strong></span></h2><h2><span><strong>शब्द सूची:</strong></span></h2><ul><li><p>स्ट्रॉन्ग <span>:</span></p></li></ul></li></ul>",
    "associations": {
      "passage": [],
      "resource": []
    }
  }
]