[
  {
    "content_id": 26983,
    "reference_id": 26125,
    "title": "Profit-Spiritual",
    "media_type": "Text",
    "index_reference": "profit-spiritual",
    "language": "eng",
    "content": "<h1>profit, profits, profited, profitable, unprofitable</h1><h2>Definition:</h2><p>When used in the spiritual sense, the terms “profit” and “profitable” refer to gaining something spiritually beneficial through doing (or someone else doing) certain actions or behaviors.</p><p>Something is spiritually “profitable” to someone if it brings them spiritual benefits.</p><ul><li><p>Actions are spiritually profitable if they please God and cause that person and/or others to receive spiritual benefit.</p></li><li><p>2 Timothy 3:16 says that all Scripture is “profitable” for correcting and training people in righteousness. This means that the Bible’s teachings are helpful and useful for teaching people to live according to God’s will.</p></li></ul><p>The term “unprofitable” in this sense means to not be beneficial or helpful.</p><ul><li><p>It literally means to not profit anything or to not help someone gain anything beneficial.</p></li><li><p>Something that is spiritually unprofitable is not worth doing because it does not please God and does not give any spiritual benefit or reward.</p></li><li><p>This could be translated as “unbeneficial” or “not beneficial” or “worthless” or “not useful” or “giving no benefit.”</p></li></ul><p>(See also: <span data-bnType=\"resourceReference\" data-resourceId=\"UnfoldingWord_TranslatorWords_worthy\" data-resourceType=\"UWTranslationWords\">worthy</span>,<span data-bnType=\"resourceReference\" data-resourceId=\"26126\" data-resourceType=\"UWTranslationWords\">profit-earthly</span>)</p><h2>Translation Suggestions:</h2><ul><li><p>Depending on the context, the term “profit” could also be translated as “benefit” or “help.”</p></li><li><p>Depending on the context, the term “profitable” could be translated as “useful” or “beneficial” or “helpful.”</p></li><li><p>To “profit from” something could be translated as “benefit from” or “receive help from.”</p></li></ul><h2>Bible References:</h2><h2>Word Data:</h2>",
    "associations": {
      "passage": [],
      "resource": [
        {
          "reference_id": 26126,
          "content_id": 26984,
          "resource_code": "UWTranslationWords",
          "label": "Profit",
          "language": "eng"
        }
      ]
    }
  }
]