[
  {
    "content_id": 26992,
    "reference_id": 26134,
    "title": "Proud-Positivesense",
    "media_type": "Text",
    "index_reference": "proud-positivesense",
    "language": "eng",
    "content": "<h1>pride, boastful</h1><h2>Definition:</h2><p>The term “pride,” in this sense, refers to having a feeling of great satisfaction or delight in someone or something. The term “boast,” when used with this sense, means to greatly praise something or someone and talk about the things about it or them that are praiseworthy.</p><ul><li><p>The term “pride,” when used with a positive meaning, refers to having great delight in something or to having a feeling of great delight or satisfaction in what someone has achieved or in their admirable qualities or abilities.</p></li><li><p>The expression “take pride in your work” means to find joy in doing your work well.</p></li><li><p>Someone can be proud of what he has done without being prideful about it. Some languages have different words for the positive meaning of “pride” and the negative meaning of “pride.”</p></li><li><p>A humble person does not boast about themself or take pride in themself but rather boasts about God and what God has done and is doing.</p></li><li><p>God urged the Israelites not to boast about their wealth, their strength, their fruitful fields, or their laws but to instead “boast” or be proud about the fact that they know him.</p></li></ul><h2>Translation Suggestions:</h2><ul><li><p>The positive meaning of “pride” could be translated as “joy” or “satisfaction” or “pleasure.”</p></li><li><p>To be “proud of” could also be translated as “happy with” or “satisfied with” or “joyful about (the accomplishments of).”</p></li><li><p>The phrase “take pride in your work” could be translated as “find satisfaction in doing your work well.”</p></li><li><p>The expression “take pride in Yahweh” could also be translated as “be delighted about all the wonderful things Yahweh has done” or “be happy about how amazing Yahweh is.”</p></li><li><p>The positive meaning of “boasting in” could be translated as “glorying in” or “rejoicing in.”</p></li></ul><p>(See also:<span data-bnType=\"resourceReference\" data-resourceId=\"25860\" data-resourceType=\"UWTranslationWords\">humble</span>, <span data-bnType=\"resourceReference\" data-resourceId=\"25923\" data-resourceType=\"UWTranslationWords\">joy</span>, <span data-bnType=\"resourceReference\" data-resourceId=\"26135\" data-resourceType=\"UWTranslationWords\">proud negative sense</span>)</p><h2>Bible References:</h2><ul><li><p></p></li></ul><h2>Examples from the Bible stories:</h2><ul><li><p><strong>4:2</strong> They were very <strong>proud</strong>, and they did not care about what God said.</p></li><li><p><strong>34:10</strong> Then Jesus said, “I tell you the truth, God heard the tax collector’s prayer and declared him to be righteous. But he did not like the prayer of the religious leader. God will humble everyone who is <strong>proud</strong>, and he will lift up whoever humbles himself.”</p></li></ul><h2>Word Data:</h2><ul><li><p>Strong’s:</p></li></ul>",
    "associations": {
      "passage": [],
      "resource": [
        {
          "reference_id": 25860,
          "content_id": 26718,
          "resource_code": "UWTranslationWords",
          "label": "Humble",
          "language": "eng"
        },
        {
          "reference_id": 25923,
          "content_id": 26781,
          "resource_code": "UWTranslationWords",
          "label": "Joy",
          "language": "eng"
        },
        {
          "reference_id": 26135,
          "content_id": 26993,
          "resource_code": "UWTranslationWords",
          "label": "Proud",
          "language": "eng"
        }
      ]
    }
  }
]