[
  {
    "content_id": 27077,
    "reference_id": 26219,
    "title": "Shaddai",
    "media_type": "Text",
    "index_reference": "shaddai",
    "language": "eng",
    "content": "<h1>shaddai</h1><h2>Facts:</h2><p>The term “Shaddai” is a Hebrew word used for deity. It is used in the Old Testament as a personal name for God. The specific origin (and therefore meaning) of this term is not known. Scholars have proposed different possibilites for what it means and the most probable is that “shaddai” means “mountain” or “mountain range.”</p><ul><li><p>The Hebrew word “Shaddai” is often translated into English as “the Almighty.”</p></li><li><p>The Hebrew phrase “El Shaddai” is often translated into English as “God Almighty.”</p></li><li><p>If “Shaddai” means “mountain” or “mountain range” then the Hebrew phrase &quot;El Shaddai&quot; literally means “God, the one of the mountain.”</p></li><li><p>The ULT and UST texts always translate this term as, “Shaddai,” in agreement with the Hebrew text of the Old Testament.</p></li></ul><h2>Translation Suggestions:</h2><ul><li><p>Even though the word Shaddai is a name for a God it is often translated as a title or description, “the Almighty,” rather than as a name. If a translation of the Bible exists in your region, you may wish to translate the word in the same way that it does. If a translation does not exist, you may wish to use the name Shaddai.</p></li><li><p>If you choose to translate the term “Shaddai” as a name you could spell it the way it sounds in your language and you could also spell the phrase “El Shaddai” the way it sounds in your language.</p></li></ul><p>(Translation suggestions: How to Translate Names)</p><p>(See also: <span data-bnType=\"resourceReference\" data-resourceId=\"25788\" data-resourceType=\"UWTranslationWords\">God</span>)</p><h2>Bible References:</h2><h2>Examples from the Bible stories:</h2><h2>Word Data:</h2><ul><li><p>Strong’s:</p></li></ul>",
    "associations": {
      "passage": [],
      "resource": [
        {
          "reference_id": 25788,
          "content_id": 26646,
          "resource_code": "UWTranslationWords",
          "label": "God",
          "language": "eng"
        }
      ]
    }
  }
]